Repository: allenta/varnish-bans-manager
Catalog: varnish_bans_manager/locale/*/LC_MESSAGES/django.po
Languages: es

source: The selected item is no longer available. Please, refresh the page to update the list and choose another.
es: El elemento seleccionado ya no está disponible. Por favor, recarga la página para actualizar la lista y escoger otro.

source: Target
es: Destino

source: select
es: elegir

source: URL to be removed from caches
es: URL a borrar de las cachés

source: Only http:// and https:// schemes are supported.
es: http:// y https:// son los únicos esquemas soportados.

source: Regular expression
es: Expresión regular

source: match contents to be removed from caches
es: contenidos a borrar de las cachés

source: Ban expression
es: Expresión del ban

source: Submission date
es: Fecha de envío

source: all users
es: todos los usuarios

source: all types
es: todos los tipos

source: all targets
es: todos los destinos

source: cache
es: caché

source: Enter a list of integer values.
es: Introduce una lista de valores enteros.

source: Ensure all values are greater than or equal to %s.
es: Asegúrate de que todos los valores sean mayores que o iguales a %s.

source: Ensure all values are less than or equal to %s.
es: Asegúrate de que todos los valores sean menores que o iguales a %s.

source: Group
es: Grupo

source: - No group -
es: - Sin grupo -

source: Host name or IP address
es: Nombre del host o dirección IP

source: Port number
es: Número del puerto

source: Host matching variable
es: Variable matching host

source: URL matching variable
es: Variable matching URL

source: Base ban expression
es: Expresión base del ban

source: Restrict bans submitted using the basic and advanced forms writing here a base ban expression which will be merged with user defined expressions.
es: Restringe los bans que se envían desde los formularios básico y avanzado escribiendo aquí una expresión base que será concatenada con las expresiones definidas por los usuarios.

source: Adjust VBM settings file to use a different e-mail address.
es: Ajusta el fichero de configuración de VBM para usar una dirección de e-mail diferente.

source: If not specified, defaults to <code>%s</code> for lurker friendly bans.
es: En caso de no especificarse, por defecto se usa <code>%s</code> para bans lurker friendly.

source: Deliver periodical ban submission reports to <code>%s</code>.
es: Enviar periódicamente a <code>%s</code> informes con los bans enviados.

source: e-mail address
es: dirección de e-mail

source: password
es: contraseña

source: Please enter a correct e-mail and password. Note that both fields are case-sensitive.
es: Por favor introduce un e-mail y contraseña correctos. Ten en cuenta que ambos campos diferencian entre mayúsculas y minúsculas.

source: This account is inactive.
es: Esta cuenta está inactiva.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
es: Esa dirección de e-mail no está vinculada a ninguna cuenta de usuario. ¿Estás seguro de haberte registrado?

source: The user account associated with this e-mail address cannot reset the password.
es: La cuenta de usuario vinculada con esta dirección de e-mail no puede reiniciar la contraseña.

source: new password
es: nueva contraseña

source: new password confirmation
es: confirmación nueva contraseña

source: The two password fields didn't match.
es: Los dos campos de contraseña no coinciden.

source: first name
es: nombre

source: last name
es: apellidos

source: Old password
es: Contraseña antigua

source: current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: New password confirmation
es: Confirmación nueva contraseña

source: confirm new password
es: confirmar nueva contraseña

source: Your old password was entered incorrectly. Please enter it again.
es: Has introducido una contraseña antigua incorrecta. Por favor introdúcela de nuevo.

source: Last name
es: Apellidos

source: Creation date
es: Fecha creación

source: Download CSV
es: Descargar CSV

source: Delete
es: Borrar

source: password confirmation
es: confirmación contraseña

source: This e-mail address is already in use.
es: Esta dirección de e-mail ya se está usando.

source: All changes have been saved!
es: ¡Se han guardado todos los cambios!

source: We are sorry, but the request couldn't be processed. Please, try again later.
es: Lo sentimos pero no ha sido posible procesar la petición. Por favor, vuelve a intentarlo en un rato.

source: Form contains errors! Please review it and try again.
es: ¡El formulario contiene errores! Por favor revísalo y vuelve a intentarlo.

source: Cache has requested authentication but a secret key was not provided.
es: La caché ha solicitado autenticación pero no se ha proporcionado una clave secreta.

source: Connection to cache failed with status %(status)d.
es: La conexión con la caché ha fallado con el código %(status)d.

source: Execution of command failed with status %(status)d: '%(text)s'.
es: La ejecución del comando ha fallado con el código %(status)d: '%(text)s'.

source: Applying changes...
es: Aplicando cambios...

source: basic
es: básico

source: advanced
es: avanzado

source: expert
es: experto

source: This item has been updated by other user while you were editing it. Please reload the page and redo all necessary changes so no edition gets lost.
es: Este elemento ha sido actualizado por otro usuario mientras tu lo estabas editando. Por favor recarga la página y rehaz los cambios necesarios de forma que nada se pierda.

source: Name
es: Nombre

source: Some name used internally by VBM to refer to the group of caching nodes.
es: Algún nombre que VBM usará internamente para referirse al grupo de nodos de caché.

source: cache group
es: grupo de cachés

source: cache groups
es: grupos de cachés

source: Some name used internally by VBM to refer to the cache node. If not provided, the host and port number of the node will be used.
es: Algún nombre que VBM usará internamente para referirse al nodo de caché. Si no se proporciona, se usarán el nombre del host y el número del puerto del nodo.

source: Name or IP address of the server running the Varnish cache node.
es: Nombre o dirección IP del servidor ejecutando el nodo de caché Varnish.

source: Port
es: Puerto

source: Varnish management port number.
es: Número del puerto de gestión de Varnish.

source: Secret
es: Secreto

source: If the -S secret-file is used in the cache node, provide here the contents of that file in order to authenticate CLI connections opened by VBM.
es: Si el acceso al nodo de caché está restringido usando un secreto compartido, facilita aquí los contenidos del archivo con ese secreto de forma que VBM pueda autenticar las conexiones con la consola de gestión.

source: Version
es: Versión

source: Select the Varnish version running in the cache node.
es: Selecciona la versión de Varnish ejecutándose en el nodo de caché.

source: cache node
es: nodo de caché

source: cache nodes
es: nodos de caché

source: Advanced
es: Avanzado

source: Expert
es: Experto

source: Submissions
es: Envíos

source: Status
es: Estado

source: Caches
es: Cachés

source: Users
es: Usuarios

source: Settings
es: Opciones

source: Photo
es: Fotografía

source: Upload a photo. It will only be visible by administrators.
es: Sube una fotografía. Será visible únicamente para los administradores.

source: users.csv
es: usuarios.csv

source: Identifier
es: Identificador

source: First name
es: Nombre

source: Submitting ban...
es: Enviando ban...

source: Your ban has been submitted and successfully processed by %(count)d cache.
es: Tu ban ha sido enviado y procesado con éxito por %(count)d caché.

source: Fetching lists of bans...
es: Recuperando listado de bans...

source: The group has been deleted. Its nodes are no longer assigned to any group.
es: El grupo ha sido borrado. Sus nodos ya no están asignados a nigún grupo.

source: The node has been deleted.
es: El nodo ha sido borrado.

source: The task execution has been aborted.
es: La ejecución de la tarea ha sido cancelada.

source: Welcome back!
es: ¡Bienvenido de nuevo!

source: You have been disconnected. See you soon!
es: Has sido desconectado. ¡Hasta pronto!

source: An e-mail with password reset instructions has been delivered to %(email)s. Please, check your inbox and follow the instructions.
es: Se ha enviado a %(email)s un e-mail con instrucciones para reiniciar la contraseña. Por favor, echa un vistazo a tu buzón y sigue las instrucciones.

source: The password reset link is not valid anymore. Please, request a new one.
es: El enlace para el reinicio de la contraseña ya no es valido, Por favor, solicita uno nuevo.

source: Your password has been updated.
es: Tu contraseña ha sido actualizada.

source: Removing users...
es: Borrando usuarios...

source: Generating CSV...
es: Generando CSV...

source: %(count)d user has been deleted.
es: Se ha borrado %(count)d usuario.

source: Failed to delete %(count)d user.
es: No se ha podido borrar %(count)d usuario.

source: You should now see a popup window that asks where to save the exported file in your computer. If not, you can download it manually by simply clicking <a href="%(url)s" target="_blank">this link</a>.
es: Ahora deberías ver un popup preguntándote dónde guardar el archivo exportado en tu ordenador. En caso contrario, puedes descargar manualmente el archivo simplemente haciendo clic en <a href="%(url)s" target="_blank">este enlace</a>.

source: %(count)d user has been exported.
es: Se ha exportado %(count)d usuario.

source: Failed to export %(count)d user.
es: No se ha podido exportar %(count)d usuario.

source: Removing user...
es: Borrando usuario...

source: The user has been deleted.
es: El usuario ha sido borrado.

source: Invalid file.
es: Archivo no válido.

source: File type not supported.
es: Formato de archivo no soportado.

source: Please keep filesize under %(max)s. Current filesize %(current)s.
es: Por favor mantén el tamaño del archivo bajo %(max)s. El tamaño actual es %(current)s.

source: Spanish
es: Español

source: English
es: Inglés

source: You are not authorized to see the the requested page.
es: No estás autorizado a ver la página solicitada.

source: Please, contact us if you have any questions.
es: Por favor, contáctanos si tienes alguna duda.

source: The page you were looking for doesn't exist.
es: La página que estás buscando no existe.

source: You may have mistyped the address or the page may have been moved.
es: Puede que hayas tecleado la dirección incorrectamente o tal vez la página haya sido movida.

source: Your request couldn't be processed.
es: Tu petición no ha podido ser procesada.

source: Please, try again later.
es: Por favor, vuele a intentarlo más tarde.

source: Profile
es: Perfil

source: Disconnect
es: Desconectar

source: Please do not reply to this message; it was sent from an unmonitored e-mail address. To ensure reliable email delivery in the future, please add our e-mail address to your address book.
es: Por favor no respondas a este mensaje; ha sido enviado desde una dirección de e-mail no monitorizada. Para asegurar la correcta recepción de futuros e-mails, por favor agrega nuestra dirección de e-mail a tu libreta de direcciones.

source: This message is a service e-mail related to the Varnish Bans Manager service. For general inquiries or to request support with your account, please contact us directly at %(contact_email)s.
es: Este es un mensaje de servicio relacionado con el servicio Varnish Bans Manager. Para cuestiones generales o para solicitar soporte con tu cuenta, por favor, contacta con nosotros directamente en %(contact_email)s.

source: Please do not reply to this message; it was sent from an unmonitored e-mail address. To ensure reliable email delivery in the future, please add our e-mail address to your address book.
es: Por favor no respondas a este mensaje; ha sido enviado desde una dirección de e-mail no monitorizada. Para asegurar la correcta recepción de futuros e-mails, por favor agrega nuestra dirección de e-mail a tu libreta de direcciones.

source: This message is a service e-mail related to the Varnish Bans Manager service. For general inquiries or to request support with your account, please contact us directly at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
es: Este es un mensaje de servicio relacionado con el servicio Varnish Bans Manager. Para cuestiones generales o para solicitar soporte con tu cuenta, por favor, contacta con nosotros directamente en <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: Ban submissions notification
es: Notificación de envío de bans

source: Please, check out the HTML version of this e-mail ;)
es: Por favor, consulta la versión HTML de este e-mail ;)

source: Password reset request
es: Solicitud nueva contraseña

source: Hi %(name)s,
es: Hola %(name)s,

source: You're receiving this e-mail because you requested a password reset for your user account. Please, go to the following page and choose a new password:
es: Has recibido este e-mail porque has solicitado un reinicio de la contraseña de tu cuenta de usuario. Por favor, visita la página siguiente y elige una nueva contraseña:

source: Thanks for using our site!
es: ¡Gracias por usar la web!

source: You're receiving this e-mail because you requested a password reset for your user account. Please, follow <a href="%(reset_url)s">this password reset link</a> and choose a new password.
es: Has recibido este e-mail porque has solicitado un reinicio de la contraseña de tu cuenta de usuario. Por favor, visita <a href="%(reset_url)s">este enlace</a> y elige una nueva contraseña.

source: Submit ban
es: Enviar ban

source: Invalidate contents currently in the cache
es: Invalidar contenidos actualmente en la caché

source: Set and submit your ban
es: Define y envía tu ban

source: Submit
es: Enviar

source: Regular expressions
es: Expresiones regulares

source: A <a href="%(regex)s">regular expression</a> provides a concise and flexible means to match strings of text, such as particular characters, words, or patterns of characters.
es: Una <a href="%(regex)s">expresión regular</a> proporciona un mecanismo conciso y flexible para buscar cadenas de texto, como por ejemplo ciertos caracteres, palabras, o patrones de caracteres.

source: When using the advanced bans submission method, all documents in the selected target, whose URL matches the specified regular expression, are invalidated. Note that the host part of the URL is always ignored, so if the selected target handles several virtual hosts, <strong>all of them</strong> will be banned.
es: Al usar el envío de bans avanzado se invalidan todos los documentos en el destino seleccionado cuya URL concuerde con la expresión regular indicada. Ten en cuenta que la parte del host de la URL siempre se va a ignorar, de forma que si el destino seleccionado gestiona varios hosts virtuales, <strong> todos ellos</strong> serán invalidados.

source: Use the <a href="%(expert)s" class="navigation">expert bans submission</a> if you are looking for extra document filtering options.
es: Usa el <a href="%(expert)s" class="navigation">envío experto de bans</a> si necesitas opciones adicionales para el filtrado de documentos.

source: References
es: Referencias

source: Regular expressions guide
es: Guía expresiones regulares

source: Varnish users guide
es: Guía de usuario Varnish

source: Varnish reference
es: Referencia Varnish

source: Basic
es: Básico

source: Ban expressions
es: Expresiones de bans

source: A <a href="%(exprs)s">ban expression</a> may be composed of several conditions combined using a logical AND operator (<code>&&</code>). Each condition should consist of a field, an operator and an argument.
es: La <a href="%(exprs)s">expresión de un ban</a> está compuesta por varias condiciones combinadas usando el operador lógico AND (<code>&&</code>). Cada condición consiste en un campo, un operador y un argumento.

source: A field can be any of the <a href=%(vars)s"">variables from VCL</a>, for instance <code>req.url</code> (requested URL), <code>req.http.host</code> (requested host) or <code>obj.http.set-cookie</code> (returned value for the HTTP Set-Cookie header).
es: Un campo puede ser cualquiera de <a href=%(vars)s"">las variables del VCL</a>, como por ejemplo <code>req.url</code> (URL de la petición), <code>req.http.host</code> (host de la petición) o <code>obj.http.set-cookie</code> (valor devuelto en la cabecera HTTP Set-Cookie).

source: Operators are <code>==</code> for direct comparision, <code>~</code> for a regular expression match, and <code>&gt;</code> or <code>&lt;</code> for size comparisons. Prepending an operator with <code>!</code> negates the expression.
es: Los operadores son <code>==</code> para la comparación directa, <code>~</code> para la comparación usando expresiones regulares, y <code>&gt;</code> o <code>&lt;</code> para comparaciones de tamaño. Usando <code>!</code> antes de un operador se niega la expresión.

source: The argument could be a quoted string, a regular expression or an integer. Integers can have <code>KB</code>, <code>MB</code>, <code>GB</code> or <code>TB</code> appended for size related fields.
es: El argumento puede ser una cadena entre comillas, una expresión regular o un entero. Los enteros pueden incluir los sufijos <code>KB</code>, <code>MB</code>, <code>GB</code> o <code>TB</code> para campos relativos a tamaños.

source: Bans overview
es: Visión general bans

source: Ban variables
es: Variables en bans

source: Examples
es: Ejemplos

source: To ban a particular content (requested URL):
es: Un ban para invalidar un contenido concreto (una URL):

source: To ban all PDF files in the virtual host <code>example.com</code>:
es: Un ban para invalidar todos los archivos PDF en el host virtual <code>example.com</code>:

source: Same as before but using a <a href="%(lurker)s">lurker friendly ban</a> (recommended approach that requires some tunning of the VCL):
es: Lo mismo que antes pero usando un <a href="%(lurker)s">ban lurker friendly</a> (que es el modo de trabajo recomendado y que requiere de ciertos ajustes del VCL)

source: More
es: Más

source: Ban lists
es: Listados de bans

source: Check ban lists in nodes & groups
es: Revisar listados de bans en nodos y grupos

source: Select a cache in the list below and click the 'view' button to fetch the list of ban expressions currently active in each node.
es: Selecciona una caché en el listado siguiente y haz clic sobre el botón 'ver' para recuperar el listado de expresiones de bans actualmente activas en cada nodo.

source: View
es: Ver

source: Failed to fetch list of bans in some caching nodes. Please, check out the 'errors' tab for details.
es: No se ha podido recuperar el listado de bans en algunos nodos. Por favor, echa un vistazo a la solapa 'errores' para detalles.

source: Shared
es: Compartidos

source: Differences
es: Diferencias

source: Errors
es: Errores

source: Ban expressions shared by all the selected caching nodes.
es: Expresiones de bans compartidas por todos los nodos seleccionados.

source: Ban expressions not shared by all the selected caching nodes, broken down by node.
es: Expresiones de bans no compartidas por todos los nodos seleccionados, desglosadas por nodo.

source: Recent submissions
es: Envíos recientes

source: Browse recently submited bans
es: Explorar bans enviados recientemente

source: Search
es: Buscar

source: Sort by
es: Ordenar por

source: Submitted
es: Enviado

source: errors
es: errores

source: expand
es: expandir

source: collapse
es: colapsar

source: Items per page
es: Elementos por página

source: Ban submission report
es: Informe de envío de bans

source: caches have properly processed your ban.
es: cachés han procesado correctamente tu ban.

source: caches have been unable to process your ban:
es: cachés no han podido procesar tu ban:

source: Accept
es: Aceptar

source: Browse
es: Explorar

source: Browse caches & groups
es: Explorar cachés y grupos

source: Browse & organize cache nodes in groups
es: Explorar y organizar nodos de cachés y grupos

source: Caches map
es: Mapa de cachés

source: Add node
es: Agregar nodo

source: Add group
es: Agregar grupo

source: Group info
es: Información del grupo

source: The group will be permanently deleted. All its current nodes will remain accessible but they will not be assigned to any group.
es: El grupo se borrará permanentemente. Todos sus nodos seguirán siendo accesibles, pero no estarán asignados a ningún grupo.

source: Save
es: Guardar

source: Create groups to organize cache nodes
es: Crear grupos para organizar los nodos de caché

source: Edit group
es: Editar grupo

source: Node configuration
es: Configuración del nodo

source: Address
es: Dirección

source: Set up cache nodes
es: Configurar nodos de caché

source: Edit node
es: Editar nodo

source: General settings
es: Opciones generales

source: Adjust general Varnish Bans Manager settings
es: Ajustar opciones generales de Varnish Bans Manager

source: Notifications
es: Notificaciones

source: Preferences
es: Preferencias

source: Password
es: Contraseña

source: Login
es: Entrar

source: Forgot password?
es: ¿Contraseña olvidada?

source: Sign in
es: Entrar

source: Manage your password
es: Gestionar tu contraseña

source: Change
es: Cambiar

source: Password reset
es: Reiniciar contraseña

source: Cancel
es: Cancelar

source: Request password reset
es: Solicitar contraseña

source: Password reset confirm
es: Confirmar reinicio

source: Select new password
es: Seleccionar nueva contraseña

source: Change password
es: Cambiar contraseña

source: Set your profile preferences
es: Establece las preferencias de tu perfil

source: Personal info
es: Información personal

source: Write your full name. It will only be visible by administrators.
es: Escribe tu nombre completo. Sólo será visible para administradores.

source: Want to change your e-mail address? Ask an administrator to do it for you.
es: ¿Quieres cambiar tu dirección de e-mail? Pide a un administrador que lo haga por ti.

source: Access
es: Acceso

source: Permissions
es: Permisos

source: Add
es: Añadir

source: Add new user
es: Añadir nuevo usuario

source: Browse users
es: Explorar usuarios

source: Find and manage authorized users and their permissions
es: Encontrar y gestionar usuarios autorizados y sus permisos

source: Action
es: Acción

source: Select the row
es: Seleccionar la fila

source: ADMINISTRATOR
es: ADMINISTRADOR

source: Sign up date
es: Fecha alta

source: Edit
es: Editar

source: Edit user
es: Editar usuario

source: Sign up
es: Alta

source: Last sign in
es: Último acceso

source: We are sorry, but you are not authorized to see the the requested contents.
es: Lo sentimos pero no estás autorizado a ver los contenidos solicitados.

source: We are sorry, but the requested content could not be found.
es: Lo sentimos pero no ha sido posible encontrar el contenido solicitado.

source: Access advanced ban submission form
es: Acceso al formulario avanzado de envío de bans

source: Access expert ban submission form
es: Acceso al formulario experto de envío de bans

source: Access bans submissions
es: Acceso al envío de bans

source: Access caches management
es: Acceso a la gestión de las cachés

source: Access users management
es: Acceso a la gestión de las usuarios

source: Access settings
es: Acceso a las opciones
